/* StudySetViewController.TagCount */
"%@%d Sets" = "%1$@%2$d Sets";

/* ProgressDetailsViewController.Title */
"%@'s Progress" = "%@'s Progress";

/* StudySetViewController.GroupCount */
"%d Groups; " = "%d Groups; ";

/* SettingsViewController.Plugins_NumInstalled */
"%d installed" = "%d installed";

/* StudySetViewController.WordCount */
"%d Words" = "%d Words";

/* ProgressDetailsViewController.NumRightStreak */
"%i Right" = "%i Right";

/* ProgressDetailsViewController.NumWrongStreak */
"%i Wrong" = "%i Wrong";

/* SettingsViewController.TableHeader_Acknowledgements */
"Acknowledgements" = "Acknowledgements";

/* UserViewController.ChangeUser_AlertViewTitle */
"Activate User" = "Activate User";

/* SettingsViewController.SettingNames_ActiveUser */
"Active User" = "Active User";

/* UserDetailsViewController.NavBarTitle */
"Add User" = "Add User";

/* AddTagViewController.NavBarTitle */
"Add Word To Set" = "Add Word To Set";

/* AddTagViewController.NavBarTitle */
"Add Word To Sets" = "Add Word To Sets";

/* AddTagViewController.TableHeader_AllSets */
"All Sets" = "All Sets";

/* ReportBadDataViewController.Reasons_DeadWord */
"Antiquated or dead word" = "Antiquated or dead word";

/* SettingsViewController.TableHeader_Application */
"Application" = "Application";

/* PluginSettingsViewController.TableHeader_Available */
"Available (Tap to Download)" = "Available (Tap to Download)";

/* StudySetWordsViewController.BeginStudyingThese */
"Begin Studying These" = "Begin Studying These";

/* SettingsViewController.DisplayReading_Both */
"Both" = "Both";

/* HelpViewController.Table_BrowseMode
   SettingsViewController.SettingNames_BrowseMode */
"Browse Mode" = "Browse Mode";

/* Global.Cancel */
"Cancel" = "Cancel";

/* UserViewController.CannotDelete_AlertViewTitle */
"Cannot Delete User" = "Cannot Delete User";

/* ReportBadDataViewController.Reasons_Duplicate */
"Card is a duplicate" = "Card is a duplicate";

/* UserViewController.NavBarTitle */
"Choose User" = "Choose User";

/* AddStudySetInputViewController.NavBarTitle */
"Create Study Set" = "Create Study Set";

/* StudySetViewController.StartStudy_AlertViewMessage */
"Do you want to start this set?  Progress on your last set will be saved." = "Do you want to start this set?  Progress on your last set will be saved.";

/* Global.Done */
"Done" = "Done";

/* VersionMigrater.DownloadFailed */
"Download Failed: %@" = "Download Failed: %@";

/* SettingsViewController.HeadwordLanguage_English */
"English" = "English";

/* AddStudySetInputViewController.AlertViewTitle */
"Enter Set Name" = "Enter Set Name";

/* HelpViewController.Table_Feedback */
"Feedback" = "Feedback";

/* SettingsViewController.TableHeader_FollowUs */
"Follow Us" = "Follow Us";

/* SettingsViewController.SettingNames_Twitter */
"Follow us on Twitter" = "Follow us on Twitter";

/* SettingsViewController.SettingNames_HeadwordLanguage */
"Headword" = "Headword";

/* HelpViewController.NavBarTitle */
"Help" = "Help";

/* PluginSettingsViewController.TableHeader_Installed */
"Installed" = "Installed";

/* SettingsViewController.HeadwordLanguage_Japanese */
"Japanese" = "Japanese";

/* SettingsViewController.Acknowledgements */
"Japanese Flash was created on a Long Weekend over a few steaks and a few more Coronas. Special thanks goes to Teja for helping us write and simulate the frequency algorithm. This application also uses the EDICT dictionary files. These files are the property of the Electronic Dictionary Research and Development Group, and are used in conformance with the Group's license. Some icons by Joseph Wain / glyphish.com. The Japanese Flash Logo & Product Name are original creations and any perceived similarities to other trademarks is unintended and purely coincidental." = "Japanese Flash was created on a Long Weekend over a few steaks and a few more Coronas. Special thanks goes to Teja for helping us write and simulate the frequency algorithm. This application also uses the EDICT dictionary files. These files are the property of the Electronic Dictionary Research and Development Group, and are used in conformance with the Group's license. Some icons by Joseph Wain / glyphish.com. The Japanese Flash Logo & Product Name are original creations and any perceived similarities to other trademarks is unintended and purely coincidental.";

/* SettingsViewController.DisplayReading_Kana */
"Kana" = "Kana";

/* ReportBadDataViewController.Reasons_WrongKanji */
"Kanji is wrong" = "Kanji is wrong";

/* AddTagViewController.AlertViewLastCardTitle */
"Last Card in Set" = "Last Card in Set";

/* StudySetViewController.LoadingCards */
"Loading cards..." = "Loading cards...";

/* StudySetWordsViewController.LoadingWords */
"Loading words..." = "Loading words...";

/* AddTagViewController.TableHeader_MySets */
"My Sets" = "My Sets";

/* SearchViewController.NoResults */
"No Results Found" = "No Results Found";

/* StudySetViewController.NoWords_AlertViewTitle */
"No Words In Set" = "No Words In Set";

/* Global.None */
"None" = "None";

/* ReportBadDataViewController.Reasons_NotRelevant */
"Not relevant for this set" = "Not relevant for this set";

/* Global.Off */
"Off" = "Off";

/* Global.OK */
"OK" = "OK";

/* Global.On */
"On" = "On";

/* Network.UnableToConnect_AlertViewMessage */
"Please check your network connection and try again." = "Please check your network connection and try again.";

/* AddStudySetInputViewController.AlertViewMessage */
"Please enter a new set name or click 'Cancel'." = "Please enter a new set name or click 'Cancel'.";

/* SettingsViewController.SettingNames_Plugins */
"Plugins" = "Plugins";

/* HelpViewController.Table_Practice
   StudyViewController.NavBarTitle */
"Practice" = "Practice";

/* SettingsViewController.RateUsButton */
"Rate Us" = "Rate Us";

/* SettingsViewController.SettingNames_DisplayReading */
"Reading Display As" = "Reading Display As";

/* ReportBadDataViewController.Reasons_WrongReadingOrRomaji */
"Reading or romaji is wrong" = "Reading or romaji is wrong";

/* Global.Reload */
"Reload" = "Reload";

/* SettingsViewController.DisplayReading_Romaji */
"Romaji" = "Romaji";

/* SearchUnavailableViewController.NavBarTitle
   SearchViewController.NavBarTitle */
"Search" = "Search";

/* StudySetViewController.SearchPlaceholder */
"Search Sets By Name" = "Search Sets By Name";

/* SettingsViewController.SettingNames_Facebook */
"See us on Facebook" = "See us on Facebook";

/* UserViewController.ChangeUser_AlertViewMessage */
"Set the active user to %@?" = "Set the active user to %@?";

/* StudyViewController.CurrentSetName */
"Set: %@" = "Set: %@";

/* RootViewController.FirstLoadModalText */
"Setting up jFlash for first time use. This might take a minute." = "Setting up jFlash for first time use. This might take a minute.";

/* SettingsViewController.NavBarTitle */
"Settings" = "Settings";

/* HelpViewController.Table_Sharing */
"Sharing" = "Sharing";

/* ReportBadDataViewController.Reasons_Other */
"Something else" = "Something else";

/* SettingsViewController.SettingNames_StudyAlgo */
"Study Algorithm" = "Study Algorithm";

/* HelpViewController.Table_StudySets
   StudySetViewController.NavBarTitle */
"Study Sets" = "Study Sets";

/* SettingsViewController.TableHeader_Studying */
"Studying" = "Studying";

/* UserViewController.SwitchingUserDialog */
"Switching User..." = "Switching User...";

/* SearchViewController.DoDeepSearch */
"Tap here to do a DEEP search." = "Tap here to do a DEEP search.";

/* UserViewController.CannotDelete_AlertViewMessage */
"The default user can be edited but not deleted" = "The default user can be edited but not deleted";

/* RootViewController.UpdateAlertViewTitle */
"The New Japanese Flash!" = "The New Japanese Flash!";

/* SettingsViewController.SettingNames_Theme */
"Theme" = "Theme";

/* AddTagViewController.AlertViewLastCardMessage */
"This set only contains the card you are currently studying.  To delete a set entirely, please change to a different set first." = "This set only contains the card you are currently studying.  To delete a set entirely, please change to a different set first.";

/* RootViewController.UpdateAlertViewMessage */
"Time to install the new database!  This will take 3 minutes, and requires network access." = "Time to install the new database!  This will take 3 minutes, and requires network access.";

/* StudySetViewController.NoWords_AlertViewMessage */
"To add words to this set, you can use Search." = "To add words to this set, you can use Search.";

/* RootViewController.WelcomeAlertViewMessage */
"To get you started, we've loaded our favorite words as an example set.   To study other sets, tap the 'Study Sets' icon below." = "To get you started, we've loaded our favorite words as an example set.   To study other sets, tap the 'Study Sets' icon below.";

/* AddStudySetInputViewController.TypeNewSetName */
"Type set name here" = "Type set name here";

/* Network.UnableToConnect_AlertViewTitle */
"Unable to Connect" = "Unable to Connect";

/* RootViewController.UpdateAlertViewButton_UpdateLater */
"Update Later" = "Update Later";

/* RootViewController.UpdateAlertViewButton_UpdateNow */
"Update Now" = "Update Now";

/* HelpViewController.Table_Welcome */
"Welcome" = "Welcome";

/* RootViewController.WelcomeAlertViewTitle */
"Welcome to Japanese Flash!" = "Welcome to Japanese Flash!";

/* RootViewController.UpdateAlertViewButton_ReleaseNotes */
"What's Changed?" = "What's Changed?";

/* ReportBadDataViewController.NavBarTitle */
"What's Wrong?" = "What's Wrong?";

/* HelpViewController.Table_WordSearch
   SearchViewController.NavBarTitle */
"Word Search" = "Word Search";

